ark
base
base-devel
bat
bluez
bluez-utils
broot
btop
cava
cmatrix
cups
cups-pk-helper
dolphin
efibootmgr
eza
fastfetch
fd
feh
ffmpegthumbnailer
firefox
fzf
git
glow
gst-plugin-pipewire
htop
intel-media-driver
intel-ucode
iwd
jq
kate
kitty
konsole
kvantum
libpulse
libva-intel-driver
linux
linux-firmware
lvm2
nano
ncdu
network-manager-applet
networkmanager
nodejs
npm
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
power-profiles-daemon
python-pywal
smartmontools
spotify
sudo
system-config-printer
tmux
ttf-jetbrains-mono-nerd
unarchiver
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
yay
yay-debug
yazi
zip
zoxide
zram-generator
zsh
